Revit 2027 API
ParameterTypeId.KeynoteText Property
 "Keynote Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KeynoteText { get; }
Public Shared ReadOnly Property KeynoteText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KeynoteText {
	ForgeTypeId^ get ();
}
static member KeynoteText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace